vegeta/whitelist.txt
Requests      [total, rate, throughput]         30000, 10000.87, 10000.72
Duration      [total, attack, wait]             3s, 3s, 43.583µs
Latencies     [min, mean, 50, 90, 95, 99, max]  31.292µs, 97.686µs, 42.728µs, 55.744µs, 86.539µs, 656.204µs, 15.032ms
Bytes In      [total, mean]                     14268000, 475.60
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:30000  
Error Set: