vegeta/with_caching.txt
Requests      [total, rate, throughput]         200000, 20000.02, 19999.93
Duration      [total, attack, wait]             10s, 10s, 45.666µs
Latencies     [min, mean, 50, 90, 95, 99, max]  28.292µs, 4.012ms, 43.439µs, 1.036ms, 8.251ms, 167.958ms, 355.446ms
Bytes In      [total, mean]                     71390000, 356.95
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:200000  
Error Set: