vegeta/without_caching.txt
Requests      [total, rate, throughput]         10000, 1000.14, 243.86
Duration      [total, attack, wait]             38.248s, 9.999s, 28.249s
Latencies     [min, mean, 50, 90, 95, 99, max]  777.542µs, 1.909s, 1.364ms, 2.627ms, 28.326s, 28.393s, 28.412s
Bytes In      [total, mean]                     3357364, 335.74
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           93.27%
Status Codes  [code:count]                      200:9327  500:673  
Error Set:
500 Internal Server Error